acpi
alacritty
alsa-utils
arch-install-scripts
archiso
autoconf
automake
awesome
base
binutils
bison
btrfs-progs
chromium
chromium-widevine
dialog
dosfstools
downgrade
exfat-utils
fakeroot
file
filezilla
findutils
firefox
flex
fzf
gawk
gcc
gconf
gedit
gettext
gimp
git
gnome-disk-utility
go
gotop-git
gparted
grep
groff
gzip
hddtemp
hdparm
htop
lib32-mesa
libappindicator-gtk3
libtool
light
linux
linux-firmware
linux-headers
lsb-release
m4
make
mkinitcpio
mps-youtube-git
mpv
nano
nautilus
neofetch
netctl
network-manager-applet
networkmanager
noto-fonts-emoji
ntfs-3g
openvpn
pacman
patch
pkgconf
polkit-gnome
pulseaudio
pulseaudio-alsa
python-pip
reflector
rhythmbox
rofi
rofi-greenclip
scrot
sddm
sed
shotwell
simplescreenrecorder
smartmontools
sublime-text-dev
sudo
termite
texinfo
ttf-dejavu
udiskie
unrar
unzip
virtualbox
virtualbox-guest-iso
wget
which
wmctrl
wps-office
xclip
xdg-user-dirs
xdotool
xf86-input-synaptics
xf86-video-amdgpu
xfce4-power-manager
xfce4-terminal
xfsprogs
xorg-bdftopcf
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay-bin
zenity
zsh
zsh-autosuggestions
zsh-theme-powerlevel10k
